export default {
  lang: 'rtl',
  nav: {
    home: 'الرئيسية',
    about: 'عن التطبيق',
    screen: 'شاشات التطبيق',
    download: 'تحميل التطبيق',
    contact: 'اتصل بنا',
    terms: 'الشروط و الأحكام',
    policy: 'سياسة الخصوصية',
    backToHome: 'الصفحة الرئيسية',
    lang: 'EN',
  },
  mainSlider: [
    {
      mainTitle: 'تطبيق Vcv ',
      title: 'يهدف إلى تسهيل عملية التوظيف',
      desc: 'تطبيق VCV هو تطبيق توظيف جديد يهدف إلى تسهيل وتحسين عملية التوظيف للشركات والمؤسسات والباحثين عن عمل على حد سواء. يتميز التطبيق بالعديد من المزايا التي تجعله مفيدًا للعديد من المستخدمين',
    },
  ],
  feature: [
    {
      image: '1.svg',
      title: 'سرعة ودقة البحث',
      desc: 'خوارزميات بحث تنقيب المتقدمة تُظهر لك أفضل السير الذاتية و أكثرها علاقة بكلمات البحث الخاصة بك لتحصل في النهاية على أفضل الكفاءات مباشرة.',
    },
    {
      image: '2.svg',
      title: 'استخدام سهل وبسيط',
      desc: 'تتماشى رؤيتنا مع رؤية 2030 في تعزيز النمو الاقتصادي والإنتاجي من خلال توفير جميع الفرص لتمكين شبابنا وتنمية قدراتهم وخبراتهم للمنافسة في سوق العمل.',
    },
    {
      image: '3.svg',
      title: ' عرض وظيفي مناسب',
      desc: 'نسعى لتسهيل عملية البحث والوصول وربط أصحاب العمل بمهنية عالية ومبسطة مع الباحثين عن عمل لاتخاذ أفضل القرارات لتطوير المؤسسات وتحقيق أهدافهم بسلاسة',
    },
  ],
  meta: {
    // desc: ' نحن تطبيق يسهل حجز خدمات غسيل السيارات في أي وقت يتيح لك مراقبة خدمتك والدفع عبر.الإنترنت خدماتنا لتحسين أدائنا نسعى لتقديم أفضل خدمة عبر موظفينا.  المدربين تدريبا عالي',
    home: 'الرئيسية',
    terms: 'الشروط و الأحكام',
    policy: 'سياسة الخصوصية',
    // register: 'تسجيل سائق',
  },
  about: {
    mainTitle: 'تطبيق Vcv',
    title: 'اعرف اكثر عن  تطبيق Vcv',
    desc: 'تطبيق VCV هو تطبيق توظيف جديد يهدف إلى تسهيل وتحسين عملية التوظيف للشركات والمؤسسات والباحثين عن عمل على حد سواء. يتميز التطبيق بالعديد من المزايا التي تجعله مفيدًا للعديد من المستخدمين',
  },
  downloadText:
    'نسعى لتسهيل عملية البحث والوصول أصحاب العمل وربطهم باحترافية عالية',
  isoLink: '',
  androidLink: '',
  clientSay: 'أراء العملاء',

  address: 'شارع 18 نوفمبر ، جدة ، السعودية',
  terms: {
    title: 'الشروط و الأحكام',
  },
  terms: {
    title: 'الشروط و الأحكام',
  },
  policy: {
    title: 'سياسة الخصوصية',
  },
  copyWrite: 'جميع الحقوق و محفوظه ©2023',

  contact: {
    contact_us: 'تواصل معنا',
    contact_info: 'معلومات التواصل',
    name: 'الاسم',
    email: 'البريد الإلكتروني',
    message: 'الرسالة',
    phone: 'الجوال',
    send: 'ارسال',
  },
  validations: {
    required: ' {_field_} مطلوب',
    alpha: 'هذا الحقل يجب ان يحتوي على حروف ابجدية فقط',
    decimal: '{_field_} يجب ان يحتوي على رقم صحيح او عشري',
    englishLettersOnly: '{_field_} يجب ان يحتوي على حروف انجليزية فقط ',
    email: 'يجب أن يكون حقل البريد الإلكتروني بريدًا إلكترونيًا صالحًا',
    confirmed: 'يجب مطابقة كلمة المرور',
    min: '{_field_} يجب ان يكون اكبر من او يساوي {value} {min} {length}',
    pa: '{_field_} يجب أن تحتوي كلمة المرور على رمز واحد وحرف كبير على الأقل وأكثر من 9 أحرف',
    email_end:
      'يجب أن يكون الحقل {_field_} بريدًا إلكترونيًا صالحًا وينتهي بـ @ gmail.com أو @ yahoo.com',

    // min: "ةنةة",
  },

  user: {
    career: 'المجال',
    level: 'المستوي المهني',
    experience: 'عدد سنوات الخبره',
    download_cv: 'تحميل السيره الذاتيه',
    upload_yet: 'لم يرفع قيديو بعد',
    skills: 'المهارات',
    user_label_image: 'نوع الشخصيه هو',
  },
}
